Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# notification_gas_eth_title
source: Ethereum gas: %1$@ gwei
ar: غاز Ethereum: %1$@ gwei
el: Gas Ethereum: %1$@ gwei
es: Gas de Ethereum: %1$@ gwei
fa: گس Ethereum: %1$@ gwei
fr: Gas Ethereum : %1$@ gwei
he: גז Ethereum: %1$@ gwei
hi: Ethereum गैस: %1$@ gwei
id: Gas Ethereum: %1$@ gwei
it: Gas Ethereum: %1$@ gwei
ja: Ethereum ガス: %1$@ gwei
ko: Ethereum 가스: %1$@ gwei
nb: Ethereum-gass: %1$@ gwei
pl: Gas Ethereum: %1$@ gwei
pt: Gas Ethereum: %1$@ gwei
pt_br: Gas Ethereum: %1$@ gwei
ro: Gas Ethereum: %1$@ gwei
ru: Газ Ethereum: %1$@ gwei
sq: Gas Ethereum: %1$@ gwei
th: ค่า Gas Ethereum: %1$@ gwei
uk: Газ Ethereum: %1$@ gwei
vi: Gas Ethereum: %1$@ gwei

# notification_macro_title
source: Economic data today
ar: بيانات اقتصادية اليوم
cs: Dnes ekonomická data
da: Økonomiske tal i dag
de: Heute Wirtschaftsdaten
el: Οικονομικά στοιχεία σήμερα
es: Hoy hay datos económicos
fa: امروز داده‌های اقتصادی
fi: Talouslukuja tänään
fr: Données économiques aujourd'hui
he: נתונים כלכליים היום
hi: आज आर्थिक आँकड़े
hu: Ma gazdasági adatok jönnek
id: Ada data ekonomi hari ini
it: Dati economici oggi
ja: 今日は経済指標の発表日
ko: 오늘 경제 지표 발표
nb: Økonomiske tall i dag
nl: Vandaag economische cijfers
pl: Dziś dane gospodarcze
pt: Dados económicos hoje
pt_br: Dados econômicos hoje
ro: Date economice azi
ru: Сегодня экономические данные
sq: Të dhëna ekonomike sot
sv: Ekonomisk statistik i dag
th: วันนี้มีข้อมูลเศรษฐกิจ
tr: Bugün ekonomik veri var
uk: Сьогодні економічні дані
vi: Hôm nay có dữ liệu kinh tế
zh_hans: 今日有经济数据

# notification_price_change
source: %1$@, from %2$@ (%3$@ ago)
ar: %1$@، من %2$@ (قبل %3$@)
cs: %1$@, z %2$@ (před %3$@)
da: %1$@, fra %2$@ (for %3$@ siden)
de: %1$@, von %2$@ (vor %3$@)
el: %1$@, από %2$@ (πριν από %3$@)
es: %1$@, desde %2$@ (hace %3$@)
fa: %1$@، از %2$@ (%3$@ پیش)
fi: %1$@, aiemmin %2$@ (%3$@ sitten)
fr: %1$@, depuis %2$@ (il y a %3$@)
he: %1$@, מ־%2$@ (לפני %3$@)
hi: %1$@, %2$@ से (%3$@ पहले)
hu: %1$@, korábban %2$@ (%3$@ ezelőtt)
id: %1$@, dari %2$@ (%3$@ lalu)
it: %1$@, da %2$@ (%3$@ fa)
ja: %1$@、%2$@ から（%3$@前）
ko: %1$@, %2$@ 대비 (%3$@ 전)
nb: %1$@, fra %2$@ (for %3$@ siden)
nl: %1$@, van %2$@ (%3$@ geleden)
pl: %1$@, z %2$@ (%3$@ temu)
pt: %1$@, desde %2$@ (há %3$@)
pt_br: %1$@, desde %2$@ (há %3$@)
ro: %1$@, de la %2$@ (acum %3$@)
ru: %1$@, с %2$@ (%3$@ назад)
sq: %1$@, nga %2$@ (%3$@ më parë)
sv: %1$@, från %2$@ (för %3$@ sedan)
th: %1$@ จาก %2$@ (%3$@ ที่แล้ว)
tr: %1$@, önceki %2$@ (%3$@ önce)
uk: %1$@, з %2$@ (%3$@ тому)
vi: %1$@, từ %2$@ (%3$@ trước)
zh_hans: %1$@，自 %2$@（%3$@前）

# notification_price_change_no_age
source: %1$@, from %2$@
ar: %1$@، من %2$@
cs: %1$@, z %2$@
da: %1$@, fra %2$@
de: %1$@, von %2$@
el: %1$@, από %2$@
es: %1$@, desde %2$@
fa: %1$@، از %2$@
fi: %1$@, aiemmin %2$@
fr: %1$@, depuis %2$@
he: %1$@, מ־%2$@
hi: %1$@, %2$@ से
hu: %1$@, korábban %2$@
id: %1$@, dari %2$@
it: %1$@, da %2$@
ja: %1$@、%2$@ から
ko: %1$@, %2$@ 대비
nb: %1$@, fra %2$@
nl: %1$@, van %2$@
pl: %1$@, z %2$@
pt: %1$@, desde %2$@
pt_br: %1$@, desde %2$@
ro: %1$@, de la %2$@
ru: %1$@, с %2$@
sq: %1$@, nga %2$@
sv: %1$@, från %2$@
th: %1$@ จาก %2$@
tr: %1$@, önceki %2$@
uk: %1$@, з %2$@
vi: %1$@, từ %2$@
zh_hans: %1$@，自 %2$@

# notification_price_first
source: First notification for this pair
ar: أول إشعار لهذا الزوج
cs: První oznámení pro tento pár
da: Første notifikation for dette par
de: Erste Meldung für dieses Paar
el: Πρώτη ειδοποίηση για αυτό το ζεύγος
es: Primera notificación para este par
fa: نخستین اعلان برای این جفت
fi: Ensimmäinen ilmoitus tälle parille
fr: Première notification pour cette paire
he: התראה ראשונה לצמד זה
hi: इस पेयर के लिए पहला नोटिफ़िकेशन
hu: Első értesítés ehhez a párhoz
id: Notifikasi pertama untuk pasangan ini
it: Prima notifica per questa coppia
ja: このペアの最初の通知
ko: 이 거래쌍의 첫 알림
nb: Første varsel for dette paret
nl: Eerste melding voor dit paar
pl: Pierwsze powiadomienie dla tej pary
pt: Primeira notificação para este par
pt_br: Primeira notificação para este par
ro: Prima notificare pentru această pereche
ru: Первое уведомление для этой пары
sq: Njoftimi i parë për këtë çift
sv: Första aviseringen för detta par
th: การแจ้งเตือนแรกของคู่นี้
tr: Bu çift için ilk bildirim
uk: Перше сповіщення для цієї пари
vi: Thông báo đầu tiên cho cặp này
zh_hans: 该交易对的首条通知

# notification_refreshing
source: Updating prices…
ar: جارٍ تحديث الأسعار…
cs: Aktualizace cen…
da: Opdaterer kurser…
de: Kurse werden aktualisiert…
el: Ενημέρωση τιμών…
es: Actualizando precios…
fa: در حال به‌روزرسانی قیمت‌ها…
fi: Päivitetään hintoja…
fr: Actualisation des prix…
he: מעדכן מחירים…
hi: कीमतें अपडेट हो रही हैं…
hu: Árak frissítése…
id: Memperbarui harga…
it: Aggiornamento prezzi…
ja: 価格を更新中…
ko: 가격 업데이트 중…
nb: Oppdaterer kurser…
nl: Koersen bijwerken…
pl: Aktualizowanie cen…
pt: A atualizar preços…
pt_br: Atualizando preços…
ro: Se actualizează prețurile…
ru: Обновление цен…
sq: Po përditësohen çmimet…
sv: Uppdaterar kurser…
th: กำลังอัปเดตราคา…
tr: Fiyatlar güncelleniyor…
uk: Оновлення цін…
vi: Đang cập nhật giá…
zh_hans: 正在更新价格…

# notification_service_empty
source: No pairs in the watchlist
ar: لا توجد أزواج في قائمة المتابعة
cs: Ve sledovaných nejsou žádné páry
da: Ingen par på overvågningslisten
de: Keine Paare in der Merkliste
el: Δεν υπάρχουν ζεύγη στη λίστα παρακολούθησης
es: No hay pares en la lista de seguimiento
fa: جفتی در واچ‌لیست نیست
fi: Seurantalistalla ei ole pareja
fr: Aucune paire dans la liste de suivi
he: אין צמדים ברשימת המעקב
hi: वॉचलिस्ट में कोई पेयर नहीं
hu: Nincsenek párok a figyelőlistán
id: Tidak ada pasangan di daftar pantau
it: Nessuna coppia nella lista di osservazione
ja: ウォッチリストにペアがありません
ko: 관심 목록에 거래쌍이 없음
nb: Ingen par i overvåkingslisten
nl: Geen paren in de volglijst
pl: Brak par na liście obserwowanych
pt: Sem pares na lista de acompanhamento
pt_br: Sem pares na lista de acompanhamento
ro: Nicio pereche în lista de urmărire
ru: В избранном нет пар
sq: Nuk ka çifte në listën e ndjekjes
sv: Inga par i bevakningslistan
th: ไม่มีคู่ในรายการติดตาม
tr: İzleme listesinde çift yok
uk: У списку немає пар
vi: Không có cặp nào trong danh sách theo dõi
zh_hans: 自选列表中没有交易对

# notification_service_error
source: Update failed
ar: فشل التحديث
cs: Aktualizace selhala
da: Opdatering mislykkedes
de: Aktualisierung fehlgeschlagen
el: Η ενημέρωση απέτυχε
es: Error al actualizar
fa: به‌روزرسانی ناموفق بود
fi: Päivitys epäonnistui
fr: Échec de l'actualisation
he: העדכון נכשל
hi: अपडेट विफल रहा
hu: A frissítés sikertelen
id: Pembaruan gagal
it: Aggiornamento non riuscito
ja: 更新に失敗しました
ko: 업데이트 실패
nb: Oppdateringen mislyktes
nl: Bijwerken mislukt
pl: Aktualizacja nie powiodła się
pt: Falha na atualização
pt_br: Falha na atualização
ro: Actualizarea a eșuat
ru: Ошибка обновления
sq: Përditësimi dështoi
sv: Uppdateringen misslyckades
th: อัปเดตไม่สำเร็จ
tr: Güncelleme başarısız
uk: Не вдалося оновити
vi: Cập nhật thất bại
zh_hans: 更新失败

# notification_service_running
source: %lld pairs · %2$@
ar: %lld زوج · %2$@
cs: %lld párů · %2$@
da: %lld par · %2$@
de: %lld Paare · %2$@
el: %lld ζεύγη · %2$@
es: %lld pares · %2$@
fa: %lld جفت · %2$@
fi: %lld paria · %2$@
fr: %lld paires · %2$@
he: %lld צמדים · %2$@
hi: %lld पेयर · %2$@
hu: Párok: %lld · %2$@
id: %lld pasangan · %2$@
it: %lld coppie · %2$@
ja: %lld ペア · %2$@
ko: 거래쌍 %lld개 · %2$@
nb: %lld par · %2$@
nl: %lld paren · %2$@
pl: %lld par · %2$@
pt: %lld pares · %2$@
pt_br: %lld pares · %2$@
ro: %lld de perechi · %2$@
ru: %lld пары · %2$@
sq: %lld çifte · %2$@
sv: %lld par · %2$@
th: %lld คู่ · %2$@
tr: %lld çift · %2$@
uk: %lld пари · %2$@
vi: %lld cặp · %2$@
zh_hans: %lld 个交易对 · %2$@

# notification_service_starting
source: Starting…
ar: جارٍ البدء…
cs: Spouštění…
da: Starter…
de: Wird gestartet…
el: Εκκίνηση…
es: Iniciando…
fa: در حال شروع…
fi: Käynnistetään…
fr: Démarrage…
he: מתחיל…
hi: शुरू हो रहा है…
hu: Indítás…
id: Memulai…
it: Avvio…
ja: 起動中…
ko: 시작 중…
nb: Starter…
nl: Starten…
pl: Uruchamianie…
pt: A iniciar…
pt_br: Iniciando…
ro: Se pornește…
ru: Запуск…
sq: Po niset…
sv: Startar…
th: กำลังเริ่ม…
tr: Başlatılıyor…
uk: Запуск…
vi: Đang khởi động…
zh_hans: 正在启动…

# notification_service_title
source: Crypto Checker live mode
ar: الوضع المباشر في Crypto Checker
cs: Crypto Checker – živý režim
da: Crypto Checker live-tilstand
de: Crypto Checker Live-Modus
el: Crypto Checker – λειτουργία live
es: Crypto Checker – modo en vivo
fa: حالت زنده Crypto Checker
fi: Crypto Checker live-tila
fr: Crypto Checker – mode live
he: Crypto Checker – מצב חי
hi: Crypto Checker लाइव मोड
hu: Crypto Checker élő mód
id: Mode live Crypto Checker
it: Crypto Checker – modalità live
ja: Crypto Checker ライブモード
ko: Crypto Checker 실시간 모드
nb: Crypto Checker livemodus
nl: Crypto Checker live-modus
pl: Crypto Checker – tryb na żywo
pt: Crypto Checker – modo ao vivo
pt_br: Crypto Checker – modo ao vivo
ro: Crypto Checker – mod live
ru: Crypto Checker: реальное время
sq: Crypto Checker – modaliteti live
sv: Crypto Checker liveläge
th: โหมดสด Crypto Checker
tr: Crypto Checker canlı mod
uk: Crypto Checker — live-режим
vi: Crypto Checker – chế độ live
zh_hans: Crypto Checker 实时模式

# notification_volume_spike_text
source: Volume %1$@× normal in the last hour
ar: الحجم %1$@× المعتاد في الساعة الأخيرة
cs: Objem %1$@× normál za poslední hodinu
da: Volumen %1$@× normalt i den sidste time
de: Volumen %1$@× normal in der letzten Stunde
el: Όγκος %1$@× του κανονικού την τελευταία ώρα
es: Volumen %1$@× lo normal en la última hora
fa: حجم %1$@× حالت عادی در ساعت گذشته
fi: Volyymi %1$@× normaali viime tunnin aikana
fr: Volume %1$@× la normale sur la dernière heure
he: מחזור פי %1$@× מהרגיל בשעה האחרונה
hi: पिछले घंटे में वॉल्यूम सामान्य का %1$@×
hu: Forgalom a szokásos %1$@×-e az utolsó órában
id: Volume %1$@× normal dalam satu jam terakhir
it: Volume %1$@× il normale nell'ultima ora
ja: 直近1時間の出来高が通常の %1$@×
ko: 최근 1시간 거래량이 평소의 %1$@×
nb: Volum %1$@× normalt den siste timen
nl: Volume %1$@× normaal in het afgelopen uur
pl: Wolumen %1$@× normy w ostatniej godzinie
pt: Volume %1$@× o normal na última hora
pt_br: Volume %1$@× o normal na última hora
ro: Volum de %1$@× normalul în ultima oră
ru: Объём %1$@× от нормы за последний час
sq: Vëllimi %1$@× normales në orën e fundit
sv: Volym %1$@× normalt under senaste timmen
th: ปริมาณ %1$@× ของปกติในชั่วโมงล่าสุด
tr: Son bir saatte hacim normalin %1$@× katı
uk: Обсяг %1$@× від норми за останню годину
vi: Khối lượng gấp %1$@× bình thường trong giờ qua
zh_hans: 最近一小时成交量为正常的 %1$@×

# notification_zone_text
source: The market phase changed from %1$@ to %2$@.
ar: تغيّرت مرحلة السوق من %1$@ إلى %2$@.
cs: Fáze trhu se změnila z %1$@ na %2$@.
da: Markedsfasen er skiftet fra %1$@ til %2$@.
de: Die Marktphase hat von %1$@ zu %2$@ gewechselt.
el: Η φάση αγοράς άλλαξε από %1$@ σε %2$@.
es: La fase del mercado ha cambiado de %1$@ a %2$@.
fa: مرحله بازار از %1$@ به %2$@ تغییر کرد.
fi: Markkinavaihe vaihtui: %1$@ → %2$@.
fr: La phase de marché est passée de %1$@ à %2$@.
he: שלב השוק עבר מ%1$@ ל%2$@.
hi: बाज़ार चरण %1$@ से %2$@ में बदला।
hu: A piaci fázis megváltozott: %1$@ → %2$@.
id: Fase pasar telah berubah dari %1$@ ke %2$@.
it: La fase di mercato è passata da %1$@ a %2$@.
ja: 相場フェーズが %1$@ から %2$@ に変わりました。
ko: 시장 국면이 %1$@에서 %2$@(으)로 바뀌었습니다.
nb: Markedsfasen er endret fra %1$@ til %2$@.
nl: De marktfase is veranderd van %1$@ naar %2$@.
pl: Faza rynku zmieniła się z %1$@ na %2$@.
pt: A fase do mercado passou de %1$@ para %2$@.
pt_br: A fase do mercado passou de %1$@ para %2$@.
ro: Faza pieței a trecut de la %1$@ la %2$@.
ru: Фаза рынка сменилась: %1$@ → %2$@.
sq: Faza e tregut ndryshoi nga %1$@ në %2$@.
sv: Marknadsfasen har ändrats från %1$@ till %2$@.
th: ช่วงตลาดเปลี่ยนจาก %1$@ เป็น %2$@ แล้ว
tr: Piyasa evresi %1$@ → %2$@ olarak değişti.
uk: Фаза ринку змінилася: %1$@ → %2$@.
vi: Giai đoạn thị trường đã đổi từ %1$@ sang %2$@.
zh_hans: 市场阶段已从 %1$@ 变为 %2$@。

# notification_zone_title
source: Bitcoin: %1$@
ar: البيتكوين: %1$@
fa: بیت‌کوین: %1$@
he: ביטקוין: %1$@
hi: बिटकॉइन: %1$@
ja: ビットコイン: %1$@
ko: 비트코인: %1$@
ru: Биткоин: %1$@
th: บิตคอยน์: %1$@
uk: Біткоїн: %1$@
zh_hans: 比特币：%1$@

# option_off
source: Off
ar: إيقاف
cs: Vyp.
da: Fra
de: Aus
el: Ανενεργό
es: No
fa: خاموش
fi: Pois
fr: Non
he: כבוי
hi: बंद
hu: Ki
id: Mati
ja: オフ
ko: 끔
nb: Av
nl: Uit
pl: Wył.
pt: Não
pt_br: Não
ro: Oprit
ru: Выкл.
sq: Joaktiv
sv: Av
th: ปิด
tr: Kapalı
uk: Вимк.
vi: Tắt
zh_hans: 关闭

# pair_added_watching
source: %1$@ is now being watched
ar: تتم الآن مراقبة %1$@
cs: %1$@ se nyní sleduje
da: %1$@ overvåges nu
de: %1$@ wird jetzt überwacht
el: Το %1$@ παρακολουθείται τώρα
es: %1$@ ya está en seguimiento
fa: %1$@ اکنون زیر نظر است
fi: %1$@ on nyt seurannassa
fr: %1$@ est désormais surveillé
he: %1$@ נמצא עכשיו במעקב
hi: %1$@ पर अब नज़र रखी जा रही है
hu: A(z) %1$@ figyelése elindult
id: %1$@ kini dipantau
it: %1$@ è ora sotto osservazione
ja: %1$@ のウォッチを開始しました
ko: 이제 %1$@을(를) 지켜봅니다
nb: %1$@ overvåkes nå
nl: %1$@ wordt nu gevolgd
pl: %1$@ jest teraz obserwowane
pt: %1$@ está agora a ser acompanhado
pt_br: %1$@ agora está sendo monitorado
ro: %1$@ este acum urmărit
ru: %1$@ теперь отслеживается
sq: %1$@ tani po ndiqet
sv: %1$@ bevakas nu
th: กำลังเฝ้าดู %1$@ แล้ว
tr: %1$@ artık izleniyor
uk: %1$@ тепер відстежується
vi: Đang theo dõi %1$@
zh_hans: 已开始关注 %1$@

# portfolio_add_from_watch
source: Add to portfolio
ar: إضافة إلى المحفظة
cs: Přidat do portfolia
da: Føj til portefølje
de: Zum Portfolio hinzufügen
el: Προσθήκη στο χαρτοφυλάκιο
es: Añadir a la cartera
fa: افزودن به پرتفوی
fi: Lisää salkkuun
fr: Ajouter au portefeuille
he: הוספה לתיק ההשקעות
hi: पोर्टफोलियो में जोड़ें
hu: Hozzáadás a portfólióhoz
id: Tambahkan ke portofolio
it: Aggiungi al portafoglio
ja: ポートフォリオに追加
ko: 포트폴리오에 추가
nb: Legg til i porteføljen
nl: Aan portfolio toevoegen
pl: Dodaj do portfela
pt: Adicionar ao portfólio
pt_br: Adicionar ao portfólio
ro: Adaugă în portofoliu
ru: Добавить в портфель
sq: Shto në portofol
sv: Lägg till i portföljen
th: เพิ่มในพอร์ตโฟลิโอ
tr: Portföye ekle
uk: Додати до портфеля
vi: Thêm vào danh mục
zh_hans: 添加到投资组合

# portfolio_add_tx
source: Record buy/sell
ar: تسجيل شراء/بيع
cs: Zaznamenat nákup/prodej
da: Registrér køb/salg
de: Kauf/Verkauf erfassen
el: Καταγραφή αγοράς/πώλησης
es: Registrar compra/venta
fa: ثبت خرید/فروش
fi: Kirjaa osto/myynti
fr: Saisir un achat/une vente
he: תיעוד קנייה/מכירה
hi: खरीद/बिक्री दर्ज करें
hu: Vétel/eladás rögzítése
id: Catat beli/jual
it: Registra acquisto/vendita
ja: 売買を記録
ko: 매수/매도 기록
nb: Registrer kjøp/salg
nl: Aankoop/verkoop vastleggen
pl: Zapisz kupno/sprzedaż
pt: Registrar compra/venda
pt_br: Registrar compra/venda
ro: Înregistrează cumpărare/vânzare
ru: Записать покупку/продажу
sq: Regjistro blerje/shitje
sv: Registrera köp/försäljning
th: บันทึกการซื้อ/ขาย
tr: Alım/satım kaydet
uk: Записати купівлю/продаж
vi: Ghi mua/bán
zh_hans: 记录买入/卖出

# portfolio_avg_and_now
source: Avg. %1$@ · now %2$@
ar: المتوسط %1$@ · الآن %2$@
cs: Prům. %1$@ · nyní %2$@
da: Gns. %1$@ · nu %2$@
de: Ø %1$@ · aktuell %2$@
el: Μ.ό. %1$@ · τώρα %2$@
es: Media %1$@ · ahora %2$@
fa: میانگین %1$@ · اکنون %2$@
fi: Keskim. %1$@ · nyt %2$@
fr: Moy. %1$@ · actuel %2$@
he: ממוצע %1$@ · כעת %2$@
hi: औसत %1$@ · अभी %2$@
hu: Átl. %1$@ · most %2$@
id: Rata-rata %1$@ · kini %2$@
it: Media %1$@ · ora %2$@
ja: 平均 %1$@ · 現在 %2$@
ko: 평균 %1$@ · 현재 %2$@
nb: Snitt %1$@ · nå %2$@
nl: Gem. %1$@ · nu %2$@
pl: Śr. %1$@ · teraz %2$@
pt: Média %1$@ · agora %2$@
pt_br: Média %1$@ · agora %2$@
ro: Mediu %1$@ · acum %2$@
ru: Ср. %1$@ · сейчас %2$@
sq: Mes. %1$@ · tani %2$@
sv: Snitt %1$@ · nu %2$@
th: เฉลี่ย %1$@ · ตอนนี้ %2$@
tr: Ort. %1$@ · şimdi %2$@
uk: Сер. %1$@ · зараз %2$@
vi: TB %1$@ · hiện %2$@
zh_hans: 均价 %1$@ · 现价 %2$@

# portfolio_avg_price
source: Avg. buy price
ar: متوسط سعر الشراء
cs: Prům. nákupní cena
da: Gns. købspris
de: Ø Kaufpreis
el: Μέση τιμή αγοράς
es: Precio medio de compra
fa: میانگین قیمت خرید
fi: Keskim. ostohinta
fr: Prix d'achat moyen
he: מחיר קנייה ממוצע
hi: औसत खरीद मूल्य
hu: Átl. vételár
id: Harga beli rata-rata
it: Prezzo medio d'acquisto
ja: 平均取得価格
ko: 평균 매수가
nb: Snitt kjøpspris
nl: Gem. aankoopprijs
pl: Śr. cena zakupu
pt: Preço médio de compra
pt_br: Preço médio de compra
ro: Preț mediu de cumpărare
ru: Ср. цена покупки
sq: Çmimi mesatar i blerjes
sv: Snitt köppris
th: ราคาซื้อเฉลี่ย
tr: Ort. alış fiyatı
uk: Сер. ціна купівлі
vi: Giá mua trung bình
zh_hans: 平均买入价

# portfolio_buy
source: Buy
ar: شراء
cs: Nákup
da: Køb
de: Kauf
el: Αγορά
es: Compra
fa: خرید
fi: Osto
fr: Achat
he: קנייה
hi: खरीद
hu: Vétel
id: Beli
it: Acquisto
ja: 購入
ko: 매수
nb: Kjøp
nl: Aankoop
pl: Kupno
pt: Compra
pt_br: Compra
ro: Cumpărare
ru: Покупка
sq: Blerje
sv: Köp
th: ซื้อ
tr: Alım
uk: Купівля
vi: Mua
zh_hans: 买入

# portfolio_closed
source: Closed positions (%1$lld)
ar: مراكز مغلقة (%1$lld)
cs: Uzavřené pozice (%1$lld)
da: Lukkede positioner (%1$lld)
de: Geschlossene Positionen (%1$lld)
el: Κλειστές θέσεις (%1$lld)
es: Posiciones cerradas (%1$lld)
fa: موقعیت‌های بسته (%1$lld)
fi: Suljetut positiot (%1$lld)
fr: Positions clôturées (%1$lld)
he: פוזיציות סגורות (%1$lld)
hi: बंद पोज़िशन (%1$lld)
hu: Lezárt pozíciók (%1$lld)
id: Posisi tertutup (%1$lld)
it: Posizioni chiuse (%1$lld)
ja: 決済済みポジション（%1$lld）
ko: 종료된 포지션 (%1$lld)
nb: Lukkede posisjoner (%1$lld)
nl: Gesloten posities (%1$lld)
pl: Zamknięte pozycje (%1$lld)
pt: Posições fechadas (%1$lld)
pt_br: Posições fechadas (%1$lld)
ro: Poziții închise (%1$lld)
ru: Закрытые позиции (%1$lld)
sq: Pozicione të mbyllura (%1$lld)
sv: Stängda positioner (%1$lld)
th: สถานะที่ปิดแล้ว (%1$lld)
tr: Kapalı pozisyonlar (%1$lld)
uk: Закриті позиції (%1$lld)
vi: Vị thế đã đóng (%1$lld)
zh_hans: 已平仓（%1$lld）

# portfolio_coin
source: Coin
ar: العملة
cs: Mince
el: Νόμισμα
es: Moneda
fa: کوین
fi: Kolikko
he: מטבע
hi: कॉइन
hu: Érme
id: Koin
ja: コイン
ko: 코인
pl: Moneta
pt: Moeda
pt_br: Moeda
ro: Monedă
ru: Монета
sq: Monedha
th: เหรียญ
uk: Монета
zh_hans: 币种

# portfolio_coin_invalid
source: Enter a coin symbol
ar: أدخل رمز العملة
cs: Zadejte symbol
da: Indtast et symbol
de: Coin-Symbol eingeben
el: Εισαγάγετε σύμβολο
es: Introduce un símbolo
fa: یک نماد وارد کنید
fi: Anna symboli
fr: Saisissez un symbole
he: יש להזין סמל
hi: कॉइन प्रतीक दर्ज करें
hu: Adj meg egy szimbólumot
id: Masukkan simbol koin
it: Inserisci un simbolo
ja: コインのシンボルを入力してください
ko: 코인 심볼을 입력하세요
nb: Skriv inn et symbol
nl: Voer een symbool in
pl: Podaj symbol
pt: Indique um símbolo
pt_br: Informe um símbolo
ro: Introdu un simbol
ru: Введите символ
sq: Shkruaj një simbol
sv: Ange en symbol
th: ป้อนสัญลักษณ์เหรียญ
tr: Bir sembol gir
uk: Введіть символ
vi: Nhập ký hiệu coin
zh_hans: 请输入币种代码

# portfolio_coin_search
source: Search symbol, e.g. BTC
ar: ابحث عن رمز، مثل BTC
cs: Hledat symbol, např. BTC
da: Søg symbol, f.eks. BTC
de: Symbol suchen, z. B. BTC
el: Αναζήτηση συμβόλου, π.χ. BTC
es: Buscar símbolo, p. ej. BTC
fa: جستجوی نماد، مثلاً BTC
fi: Hae symbolia, esim. BTC
fr: Rechercher un symbole, p. ex. BTC
he: חיפוש סמל, למשל BTC
hi: प्रतीक खोजें, जैसे BTC
hu: Szimbólum keresése, pl. BTC
id: Cari simbol, mis. BTC
it: Cerca simbolo, es. BTC
ja: シンボルを検索（例: BTC）
ko: 심볼 검색 (예: BTC)
nb: Søk symbol, f.eks. BTC
nl: Symbool zoeken, bijv. BTC
pl: Szukaj symbolu, np. BTC
pt: Pesquisar símbolo, ex. BTC
pt_br: Pesquisar símbolo, ex.: BTC
ro: Caută simbolul, de ex. BTC
ru: Поиск символа, напр. BTC
sq: Kërko simbolin, p.sh. BTC
sv: Sök symbol, t.ex. BTC
th: ค้นหาสัญลักษณ์ เช่น BTC
tr: Sembol ara, örn. BTC
uk: Пошук символу, напр. BTC
vi: Tìm ký hiệu, ví dụ BTC
zh_hans: 搜索代码，例如 BTC

# portfolio_convert_to
source: Convert to
ar: التحويل إلى
cs: Přepočítat na
da: Omregn til
de: Umrechnen in
el: Μετατροπή σε
es: Convertir a
fa: تبدیل به
fi: Muunna valuuttaan
fr: Convertir en
he: המרה ל
hi: इसमें बदलें
hu: Átváltás erre
id: Konversi ke
it: Converti in
ja: 換算通貨
ko: 환산 통화
nb: Regn om til
nl: Omrekenen naar
pl: Przelicz na
pt: Converter para
pt_br: Converter para
ro: Convertește în
ru: Пересчитать в
sq: Konverto në
sv: Räkna om till
th: แปลงเป็น
tr: Şuna çevir
uk: Перерахувати в
vi: Quy đổi sang
zh_hans: 换算为

# portfolio_convert_to_value
source: Convert to: %1$@
ar: التحويل إلى: %1$@
cs: Přepočítat na: %1$@
da: Omregn til: %1$@
de: Umrechnen in: %1$@
el: Μετατροπή σε: %1$@
es: Convertir a: %1$@
fa: تبدیل به: %1$@
fi: Muunna valuuttaan: %1$@
fr: Convertir en : %1$@
he: המרה ל: %1$@
hi: इसमें बदलें: %1$@
hu: Átváltás erre: %1$@
id: Konversi ke: %1$@
it: Converti in: %1$@
ja: 換算通貨：%1$@
ko: 환산 통화: %1$@
nb: Regn om til: %1$@
nl: Omrekenen naar: %1$@
pl: Przelicz na: %1$@
pt: Converter para: %1$@
pt_br: Converter para: %1$@
ro: Convertește în: %1$@
ru: Пересчитать в: %1$@
sq: Konverto në: %1$@
sv: Räkna om till: %1$@
th: แปลงเป็น: %1$@
tr: Şuna çevir: %1$@
uk: Перерахувати в: %1$@
vi: Quy đổi sang: %1$@
zh_hans: 换算为：%1$@

# portfolio_current_missing
source: No current price for %1$@
ar: لا يوجد سعر حالي لـ %1$@
cs: Žádný aktuální kurz pro %1$@
da: Ingen aktuel kurs for %1$@
de: Kein aktueller Kurs für %1$@
el: Δεν υπάρχει τρέχουσα τιμή για %1$@
es: Sin precio actual para %1$@
fa: قیمت فعلی برای %1$@ موجود نیست
fi: Ei nykyistä kurssia: %1$@
fr: Aucun cours actuel pour %1$@
he: אין מחיר נוכחי עבור %1$@
hi: %1$@ का वर्तमान भाव उपलब्ध नहीं
hu: Nincs aktuális árfolyam: %1$@
id: Tidak ada harga saat ini untuk %1$@
it: Nessun prezzo attuale per %1$@
ja: %1$@ の現在価格がありません
ko: %1$@의 현재가가 없습니다
nb: Ingen gjeldende kurs for %1$@
nl: Geen actuele koers voor %1$@
pl: Brak bieżącego kursu dla %1$@
pt: Sem preço atual para %1$@
pt_br: Sem preço atual para %1$@
ro: Niciun preț curent pentru %1$@
ru: Нет текущего курса для %1$@
sq: Nuk ka çmim aktual për %1$@
sv: Ingen aktuell kurs för %1$@
th: ไม่มีราคาปัจจุบันสำหรับ %1$@
tr: %1$@ için güncel fiyat yok
uk: Немає поточного курсу для %1$@
vi: Không có giá hiện tại cho %1$@
zh_hans: %1$@ 暂无当前价格

# portfolio_current_price
source: Current price
ar: السعر الحالي
cs: Aktuální kurz
da: Aktuel kurs
de: Aktueller Kurs
el: Τρέχουσα τιμή
es: Precio actual
fa: قیمت فعلی
fi: Nykyinen kurssi
fr: Cours actuel
he: מחיר נוכחי
hi: वर्तमान भाव
hu: Aktuális árfolyam
id: Harga saat ini
it: Prezzo attuale
ja: 現在価格
ko: 현재가
nb: Gjeldende kurs
nl: Huidige koers
pl: Bieżący kurs
pt: Preço atual
pt_br: Preço atual
ro: Preț curent
ru: Текущий курс
sq: Çmimi aktual
sv: Aktuell kurs
th: ราคาปัจจุบัน
tr: Güncel fiyat
uk: Поточний курс
vi: Giá hiện tại
zh_hans: 当前价格
